module.exports = async (ctx) => {
  try {
    await ctx.telegram.deleteMessage(ctx.update.callback_query.from.id, ctx.update.callback_query.message.message_id);
    const answers = {
        faqAnswer1: 'صد البته ورزش های پرطرفداری نظیر فوتبال و بسکتبال ، والیبال ، اتوموبیل رانی ، ورزش های رزمی و همچنین بیش از 80 نوع ورزش دیگر در ماه بت فراهم شده تا کاربران عزیز به هر رشته ورزشی که علاقه دارند بتوانند پیش بینی انجام دهند و لذت ببرند',
        faqAnswer2: 'بله ماه بت علاوه بر شارژ و برداشت از طریق کارت بانکی همچنین شارژ و برداشت از طریق تمام ارز های دیجیتال را دارا می باشد',
        faqAnswer3: 'بله سیستم کارت به کارت هم در ماه بت موجود می باشد و زمانی که کاربران به سطح های بالاتر میرسند یعنی اینکه فعالیت بیشتری در ماه بت از خود نشان میدهند به صورت خودکار سیستم کارت به کارت برای آنها باز خواهد شد',
        faqAnswer4: 'این قانون به صورتی هست که بنا به درخواست تیم مالی ماه بت در صورت نیاز از کاربر درخواست مدارک سلفی انجام میشه ولی در صورتی که کاربران فقط از طریق ارز دیجیتال و پرفکت مانی شارژ و برداشت انجام بدن اصلا نیازی به احراز هویت یا ارسال مدارک نیست',
        faqAnswer5: `ماه بت یکی از وب سایت هایی هست که برای هر قشری از کاربران بونوس و جایزه داره یعنی مهم نیست شما ورزشی بازی میکنید کازینو بازی میکنید یا حتی انفجار ، برای همه تو ماه بت بونوس هست. 
        فقط کافیه وقتی ربات رو استار میکنید روی گزینه جایزه بزنید تا تمام بونوس های ماه بت رو در یک جا مشاهده کنید.
        `,
        faqAnswer6: `ماه بت روش های مختلفی را برای ورود به سایت در نظر گرفته شما از طریق کازینوی تلگرامی ماه بت به راحتی میتونید وارد سایت بشید و لذت ببرید.
        همچنین میتونید به پشتیبانی 24 ساعته سایت مراجعه کنید
        `,
        faqAnswer7: `وب سایت ماه بت زیر نظر لایسنس بین المللی فعالیت میکنه و به هیچ وجه تا به حال نهایت تلاش خود رو انجام داده تا حقی از کاربری ضایع نشه ولی ماه بت با کاربرایی که خلاف قوانین سایت فعالیت میکنند یا سعی در فریب وب سایت و یا سوء استفاده از سایت برای منافع شخصی دارند برخورد جدی میکند.`,
        faqAnswer8: 'اگر شما فکر میکنید مجموعه خوبی از بازیکنان و کاربران و یا دوستان خود دارید که علاقه مند هستید وب سایت را بهشون پیشنهاد بدید میتونید از طریق پنل زیرمجموعه گیری اقدام کنید و از باخت بازیکنان خودتون به صورت ماهیانه درآمد داشته باشید',
        faqAnswer9: 'بله ماه بت اپلیکیشن موبایل بسیار فوقعلاده ای داره تا کاربران به راحتی میتونند با دانلود کردن اون از بازی در ماه بت لذت ببرند',
        faqAnswer10: `مراحل برداشت جایزه به صورت ریالی در ماه بت به این شکل میباشد که بعد از ثبت درخواست برداشت توسط کاربر ، درخواست توسط تیم مالی و تیم ریسک ماه بت بررسی میشه و سپس وارد مرحله واریز میشود و نهایتا تا 24 ساعت به حساب کاربر واریز میشود ولی در برداشت های ارز دیجیتال و یا پرفکت مانی به محض اینکه تیم مالی برداشت مورد نظر را بررسی و تایید کرد بلافاصله به کاربر پرداخت میشه که اگر پرفکت مانی باشه کد ووچر از طریق صندوق پیام داخل حساب کاربری ارسال میشود و در صورتی که ارز دیجیتال باشه بلافاصله به آدرس کیف پول الکترونیکی کاربر واریز میشه.`,
    }
  await ctx.telegram.sendMessage(ctx.update.callback_query.from.id, answers[ctx.update.callback_query.data]);
  } catch(err){
   console.log(err.message)
  }
};
