const language = {
    "en": {
        "welcomeMessage" :
         `#ماه_بت\nتجربه ای متفاوت\n\n⚡️⚡️برای اولین بار در ایران ⚡️⚡️\n\n🔥🔥به کازینو تلگرامی ماه بت خوش آمدید🔥🔥\n\n👌 بازی در ماه بت بدون نیاز به فیلتر شکن👌\n📌 تسویه آنی شرط ها  \n📌  شارژ  و برداشت امن \n📌 پشتیبانی از تمامی ورزش  \n♣️کاملترین کازینو زنده بین المللی \n♣️متنوع ترین بازی های ماشین اسلات با برد های نامحدود\n♦️تضمین امنیت برد های مبالغ بالا \n♠️پشتیبانی حرفه ای \n🔼💰🔽 واریز و برداشت ریالی ، پرفکت مانی و ارز \n\n👇همین حالا وارد سایت شوید و لذت ببرید 👇`,
        "welcomeButtonInline":  "Mabet web page 👆",
        "welcomeButtonKeyboard": "Open Web Page 👆",
        "forMoreMessage": "For more 👇",
        "suppotButtonKeyboard": "24/7 support 🎗️",
        "promotionButtonKeyboard": "Promotions 🎁",
        "FAQButtonKeyboard": "FAQ 🏆",
        "helpMeButtonKeyboard": "Help me 🆘",
    },
    "fa": {
        "welcomeMessage" :
        `#ماه_بت\nتجربه ای متفاوت\n\n⚡️⚡️برای اولین بار در ایران ⚡️⚡️\n\n🔥🔥به کازینو تلگرامی ماه بت خوش آمدید🔥🔥\n\n👌 بازی در ماه بت بدون نیاز به فیلتر شکن👌\n📌 تسویه آنی شرط ها  \n📌  شارژ  و برداشت امن \n📌 پشتیبانی از تمامی ورزش  \n♣️کاملترین کازینو زنده بین المللی \n♣️متنوع ترین بازی های ماشین اسلات با برد های نامحدود\n♦️تضمین امنیت برد های مبالغ بالا \n♠️پشتیبانی حرفه ای \n🔼💰🔽 واریز و برداشت ریالی ، پرفکت مانی و ارز \n\n👇همین حالا وارد سایت شوید و لذت ببرید 👇`,
        "welcomeButtonInline":  "📌 وب سایت ماه بت",
        "welcomeButtonKeyboard": "ورود به سایت 📌",
        "forMoreMessage": "جهت مشاهده بونوس ها و ارتباط با پشتیبانی از طریق منو زیر اقدام نمایید 👇",
        "suppotButtonKeyboard": "پشتیبانی زنده 🗣️",
        "promotionButtonKeyboard": "جوایز 🎁",
        "FAQButtonKeyboard": "سوالات متداول❔",
        "helpMeButtonKeyboard": "راهنما  🆘",
        "helpMessage": `راهنمای\n\nکازینوی تلگرامی ماه بت به عنوان خدمتی نوین در ایران طراحی شده تا کاربران به راحتی و سهولت هرچه تمام بتوانند در سایت فعالیت کنند و لذت ببرند.\nبرای استفاده از ربات فقط نیاز هست تا ربات را استارت کنید و تمام .\nبخش های مختلف ربات: \nورود به سایت \nبا کلیک بر روی این گزینه شما میتوانید بدون نیاز به بستن تلگرام وارد وب سایت شوید و وارد حساب کاربری خود شوید یا اینکه ثبت نام جدید داشته باشید و فعالیت کنید.\nدر ضمن شما حتی زمانیکه با پروکسی تلگرامی وارد تلگرام خود میشوید نیز میتوانید با استفاده از این گزینه وارد وب سایت شوید و لذت ببرید.\nپشتیبانی زنده\nبا کلیک بر روی این گزینه شما میتوانید به صورت مستقیم به پشتیبانی تلگرامی وب سایت متصل شوید تا تمام مسائل و موارد مربوط به سایت را بررسی و حل و فصل نمایید.\n\nراهنما\nشما در حال حاضر در این قسمت می باشید\n\nسوالات متداول \nشما در این قسمت میتوانید تمام سوالات پرتکرار را در رابطه با سایت ماه بت و نحوه فعالیت در ان مشاهده نمایید
        `
    }
};

module.exports = language;