const language = {
    "en": {
        "welcomeMessage" :
         `#ماه_بت
         تجربه ای متفاوت
         
         
         ⚡️⚡️برای اولین بار در ایران ⚡️⚡️ \n
         
         🔥🔥به کازینو تلگرامی ماه بت خوش آمدید🔥🔥\n
         
          👌 بازی در ماه بت بدون نیاز به فیلتر شکن👌\n
         
         
         📌 تسویه آنی شرط ها  \n
         📌  شارژ  و برداشت امن \n
         📌 پشتیبانی از تمامی ورزش  \n
         ♣️کاملترین کازینو زنده بین المللی \n
         ♣️متنوع ترین بازی های ماشین اسلات با برد های نامحدود\n
         ♦️تضمین امنیت برد های مبالغ بالا \n
         ♠️پشتیبانی حرفه ای \n
         🔼💰🔽 واریز و برداشت ریالی ، پرفکت مانی و ارز \n
         
         👇همین حالا وارد سایت شوید و لذت ببرید 👇`,
        "welcomeButtonInline":  "Mabet web page 👆",
        "welcomeButtonKeyboard": "Open Web Page 👆",
        "forMoreMessage": "For more 👇",
        "suppotButtonKeyboard": "24/7 support 🎗️",
        "promotionButtonKeyboard": "Promotions 🎁",
        "topGamesButtonKeyboard": "Top games 🏆",
        "helpMeButtonKeyboard": "Help me 🆘",
    },
    "fa": {

    }
};

module.exports = language;