const language = {
  en: {
    welcomeMessage: 
`🌜 MAHBET , Feel The Difference 🌛\n\n
🥇 Most Complete , Most useful 🥇\n\n
🎰 MahBet Telegram Casino 🎰\n\n
🏆 Bet in Telegram and Win Big 🏆\n\n
🔥 Higher Odds\n
🔥 Instant settlement\n
💲 Secure Deposit & Withdrawal\n
💰 Crypto Currency , Perfect Money , Bank Transfer\n
💰 Fast payout's\n
🏆 Last minute Live bets\n
⚽️ Most complete Betting markets\n
🚀 incredible Fast and Skill Games\n
♠️ Multilanguage Live Casino , Arabic, Farsi , Turkish , ...\n
🎁 Live Casino Bonus 💯\n
🎁 Slot Machine Bonus 💯\n
🎁 Skill game Bonus 💯\n
🎁 Sport Free Bet 💯\n
⚠️ DO NOT MISS THE CHANCE ⚠️\n
⚡️⚡️   Register Now ⚡️⚡️\n
                `,
    welcomeButtonInline: "Mabet web page 👆",
    welcomeButtonKeyboard: "Open Web Page 👆",
    forMoreMessage: "For more 👇",
    suppotButtonKeyboard: "24/7 support 🎗️",
    promotionButtonKeyboard: "Promotions 🎁",
    FAQButtonKeyboard: "FAQ 🏆",
    helpMeButtonKeyboard: "Help me 🆘",
  },
  fa: {
    login: "ورود🔑",
    registration: "ثبت نام®️",
    welcomeMessage: `ماه بت ، تجربه ای متفاوت\n\n
🥇برای اولین بار در ایران🥇\n\n
🎰کازینو تلگرامی ماه بت🎰\n\n
💥امکان بازی و پیش بینی در تلگرام در کمال سرعت و امنیت💥\n\n
🔥  ضرایب بالا\n
🔥 تسویه آنی شرط ها \n
💲 شارژ  و برداشت امن\n
💰 ارز دیجیتال ، پرفکت مانی ، درگاه بانکی\n
💰 واریز در کمترین زمان ممکن\n
🏆 پیش بینی تا آخرین دقایق بازی\n
⚽️ کاملترین مارکت پیش بینی تمامی ورزش ها\n
♠️ معتبرترین کازینو زنده با دیلرهای فارسی زبان \n     
🚀 هیجان انگیز ترین بازی های سرعتی\n
🎁 بونوس کازینو زنده  💯\n
🎁  بونوس کازینو اسلات  💯\n
🎁  بونوس بازیهای مهارتی  💯\n
🎁 شرط رایگان ورزشی  💯\n

⚡️⚡️همین حالا ثبت نام کن و لذت ببر⚡️⚡️\n
`,
    welcomeButtonInline: "📌 وب سایت ماه بت",
    welcomeButtonKeyboard: "ورود به سایت 📌",
    forMoreMessage:
      "جهت مشاهده بونوس ها و ارتباط با پشتیبانی از طریق منو زیر اقدام نمایید 👇",
    suppotButtonKeyboard: "پشتیبانی زنده 🗣️",
    promotionButtonKeyboard: "جوایز 🎁",
    FAQButtonKeyboard: "سوالات متداول❔",
    helpMeButtonKeyboard: "راهنما  🆘",
    helpMessage: `راهنمای\n\nکازینوی تلگرامی ماه بت به عنوان خدمتی نوین در ایران طراحی شده تا کاربران به راحتی و سهولت هرچه تمام بتوانند در سایت فعالیت کنند و لذت ببرند.\nبرای استفاده از ربات فقط نیاز هست تا ربات را استارت کنید و تمام .\nبخش های مختلف ربات: \nورود به سایت \nبا کلیک بر روی این گزینه شما میتوانید بدون نیاز به بستن تلگرام وارد وب سایت شوید و وارد حساب کاربری خود شوید یا اینکه ثبت نام جدید داشته باشید و فعالیت کنید.\nدر ضمن شما حتی زمانیکه با پروکسی تلگرامی وارد تلگرام خود میشوید نیز میتوانید با استفاده از این گزینه وارد وب سایت شوید و لذت ببرید.\nپشتیبانی زنده\nبا کلیک بر روی این گزینه شما میتوانید به صورت مستقیم به پشتیبانی تلگرامی وب سایت متصل شوید تا تمام مسائل و موارد مربوط به سایت را بررسی و حل و فصل نمایید.\n\nراهنما\nشما در حال حاضر در این قسمت می باشید\n\nسوالات متداول \nشما در این قسمت میتوانید تمام سوالات پرتکرار را در رابطه با سایت ماه بت و نحوه فعالیت در ان مشاهده نمایید
        `,
  },
};

module.exports = language;
